Repository: baixianger/Wick
Catalog: Wick/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: [financialmodelingprep.com](https://site.financialmodelingprep.com/developer) · price history, fundamentals, profile. Empty = Wick falls back to Yahoo for chart-only data.
zh_hans: [financialmodelingprep.com](https://site.financialmodelingprep.com/developer) · 历史价格、基本面、公司概况。留空 = Wick 回退到 Yahoo，仅提供 K 线数据。

source: [finnhub.io](https://finnhub.io/dashboard) · company headlines, sentiment. Empty = the news/sentiment analysts report \"no data\".
zh_hans: [finnhub.io](https://finnhub.io/dashboard) · 公司头条、情绪。留空 = 新闻/情绪分析师将报告「无数据」。

source: [fred.stlouisfed.org](https://fred.stlouisfed.org/docs/api/api_key.html) · Fed funds, 10y, 10y-2y spread, unemployment, CPI YoY. Free; commercial-OK with attribution. Empty = no macro context in reports.
zh_hans: [fred.stlouisfed.org](https://fred.stlouisfed.org/docs/api/api_key.html) · 联邦基金利率、10年期、10年-2年利差、失业率、CPI 同比。免费；署名后可商用。留空 = 报告中无宏观背景。

source: `claude` path (optional):
zh_hans: `claude` 路径（可选）：

source: `wick-mcp` ships inside Wick.app
zh_hans: `wick-mcp` 已内置于 Wick.app

source: analyst ratings · earnings dates · institutional holdings
zh_hans: 分析师评级 · 财报日 · 机构持股

source: calling %@…
zh_hans: 调用 %@…

source: central clearing shareholding distribution
zh_hans: 中央结算持股分布

source: company headlines, sentiment
zh_hans: 公司头条、情绪

source: complete
zh_hans: 已完成

source: complete with caveat, %@
zh_hans: 完成但有提示，%@

source: discussion · sentiment
zh_hans: 讨论 · 情绪

source: e.g. 10
zh_hans: 例如 10

source: e.g. 175.50
zh_hans: 例如 175.50

source: e.g. AAPL
zh_hans: 例如 AAPL

source: failed
zh_hans: 失败

source: fundamentals · valuation
zh_hans: 基本面 · 估值

source: in progress
zh_hans: 进行中

source: insider trades (Form 4) · XBRL financials · filings
zh_hans: 内部人交易(Form 4) · XBRL 财务 · filings

source: limit-up pool · consecutive boards · sealing orders
zh_hans: 涨停池 · 连板 · 封单额

source: listing reasons · net buy · seat analysis
zh_hans: 上榜原因 · 净买入 · 席位解读

source: macro: rates/CPI/payrolls/GDP
zh_hans: 宏观:利率/CPI/非农/GDP

source: matches existing %@ %@ @ %@ (%@)
zh_hans: 匹配已有 %@ %@ @ %@ (%@)

source: net inflow by main/super-large/large/medium/small orders
zh_hans: 主力/超大/大/中/小单净流入

source: news · sentiment
zh_hans: 新闻 · 情绪

source: pending
zh_hans: 待执行

source: per-stock discussion · retail sentiment
zh_hans: 个股讨论 · 散户情绪

source: price history, fundamentals, profile
zh_hans: 历史价格、基本面、公司概况

source: quotes · K-line · search
zh_hans: 行情 · K线 · 搜索

source: rates, spreads, unemployment, CPI
zh_hans: 利率、利差、失业率、CPI

source: real-time quotes · daily/weekly/monthly/minute K-line
zh_hans: 实时报价 · 日/周/月/分钟 K线

source: revenue/net profit/EPS/ROE/gross margin, etc.
zh_hans: 营收/净利/EPS/ROE/毛利率 等

source: thinking…
zh_hans: 思考中…

source: vs prior
zh_hans: 较上期

source: · %lld%% cash
zh_hans: · %lld%% 现金

source: · as of %@
zh_hans: · 截至 %@

source: 政策面 / 资金面 — only run for A-share (.SS/.SZ) and Hong Kong (.HK) tickers. 资金面 is A-share-only; HK has no main-force fund-flow data.
zh_hans: 政策面 / 资金面——仅对 A 股（.SS/.SZ）和港股（.HK）标的运行。资金面仅限 A 股；港股没有主力资金流向数据。

source: 雪球 BYO discussion (sentiment source)
zh_hans: 雪球 BYO 讨论(情绪源)

source: 雪球 discussion relies on the embedded WebKit (WebPage) capability, which needs macOS 26 or later.
zh_hans: 雪球讨论依赖内嵌 WebKit（WebPage）能力，需 macOS 26 及以上。

source: 雪球 discussion/sentiment
zh_hans: 雪球 讨论/情绪

source: 雪球 returned no recent discussion for this ticker. Try refreshing later.
zh_hans: 雪球未返回该标的的最新讨论。可稍后再刷新。

source: 雪球 user
zh_hans: 雪球用户

source: 🌐 Browsing: %@…
zh_hans: 🌐 浏览中：%@…

source: See More Data from %@
zh_hans: 在 %@ 查看更多数据

source: News from %@
zh_hans: 新闻来自 %@
